[
  {
    "name": "Shelly",
    "rarity": "Starting",
    "abilities": {
      "gadgets": [
        {
          "name": "Fast Forward",
          "description": "Shelly dashes 3.33 tiles in the direction she is facing. However, it is cancelled if she is stunned or knocked back, and she cannot dash through walls or water."
        },
        {
          "name": "Clay Pigeons",
          "description": "For the next 5 seconds, Shelly's main attacks will fire faster, have their spread decreased by 67%, and their range increased to 10 tiles."
        }
      ],
      "starPowers": [
        {
          "name": "Shell Shock",
          "description": "Enemies hit by Shelly's Super are slowed down by a considerable amount for 2 seconds."
        },
        {
          "name": "Band-Aid",
          "description": "Shelly gains a bar that takes 15 seconds to charge up. If she falls below 40% health but still survive and the bar is fully charged, she instantly heals 2220 health, and the bar resets."
        }
      ],
      "hypercharge": {
        "name": "Double Barrel",
        "description": "Shelly's Super spread and number of projectiles is increased by 33%. She also gains a 25% speed and shield boost, and a 5% damage boost."
      }
    },
    "stats": {
      "class": "Damage Dealer",
      "damage": "600x5",
      "superDamage": "640x9",
      "health": "7400",
      "range": "7.67 (Long)",
      "superRange": "7.67 (Long)",
      "movementSpeed": "770 (Fast)",
      "reloadSpeed": "1.5s (Normal)",
      "gender": "Female",
      "voiceActor": "Sandra Espinoza",
      "masteryTitle": "No time to explain!"
    },
    "attack": {
      "name": "Buckshot",
      "description": "Shelly fires a burst of shotgun pellets that deal low damage by themselves, but can deal a lot together. The attack deals more damage at close range since more pellets will hit the enemy. This attack allows Shelly to excel in close-quarters combat, especially against Brawlers with low health and/or shorter-ranged attacks."
    },
    "super": {
      "name": "Super Shell",
      "description": "Shelly's Super fires a high-damaging burst of pellets which destroys obstacles and knocks enemies back. Like her main attack, the pellets spread out and deal massive damage at close range. Note that the individual pellets cannot pierce through walls, and will disappear upon destroying a wall tile."
    },
    "description": "Shelly is a versatile starting Brawler with moderate health, high close-range damage, and fast movement. Her attack is a shotgun burst, and her Super knocks back enemies and destroys obstacles. Her first Gadget, Fast Forward, lets her dash, while Clay Pigeons increases attack range and narrows spread. Shell Shock slows enemies with her Super, and Band-Aid heals her when her health drops below 40%. Her Hypercharge boosts her Super's spread and projectile count.",
    "tips": [
      "Shelly is effective in Brawl Ball for breaking obstacles and creating scoring opportunities.",
      "In Solo Showdown, Shelly can ambush from a bush. Shelly's Super interrupts other Brawlers' Supers and is powerful against tanks, especially when charged.",
      "In Duo Showdown, she can respawn near enemies with teammate help, using her Super for quick eliminations.",
      "Shelly excels on maps with bushes and walls but must be cautious when using her Super as it destroys obstacles.",
      "Her Clay Pigeons Gadget is great after using her Super, extending her shot range and working well with Shell Shock to slow enemies.",
      "Fast Forward Gadget is less useful compared to other Gadgets, while Clay Pigeons is better for mid-range and finishing off low-health enemies.",
      "To counter long-range Brawlers, use her spread attack from bushes, and to avoid tanks or close-range assassins, keep her Super charged and use Fast Forward or Clay Pigeons as needed."
    ]
  },
  {
    "name": "Barley",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "Sticky Syrup Mixer",
          "description": "Barley drops a bottle of liquid at his feet that lasts for 4 seconds and slows down enemies that walk into it in a 3.33 tile radius. The puddle remains even after Barley is defeated."
        },
        {
          "name": "Herbal Tonic",
          "description": "Barley drops puddles that last for 4.5 seconds at himself and his teammates within 10 tiles that heals for 720 health per second. Multiple puddles in the same area will overlap, resulting in more healing."
        }
      ],
      "starPowers": [
        {
          "name": "Medical Use",
          "description": "Whenever Barley lobs a bottle from his main attack, he regains 480 health. The healing occurs even if Barley doesn't hit an enemy with the attack."
        },
        {
          "name": "Extra-Noxious",
          "description": "Barley's main attack's damage is increased by 200 damage per tick."
        }
      ],
      "hypercharge": {
        "name": "Bottled-Up Rage",
        "description": "Barley's Super throws 3 puddles that cover a larger area than his normal Super, with a radius of 3.67 tiles each and destroy bushes. He gains a 26% speed boost, 25% damage boost, and 5% shield boost."
      }
    },
    "stats": {
      "class": "Artillery",
      "damage": "1600x2",
      "superDamage": "1600x2",
      "health": "4800",
      "range": "7.33 (Long)",
      "superRange": "9.33 (Very Long)",
      "movementSpeed": "720 (Normal)",
      "reloadSpeed": "2s (Slow)",
      "gender": "Male",
      "voiceActor": "Phillip Lockwood",
      "masteryTitle": "You got served!"
    },
    "attack": {
      "name": "Undiluted",
      "description": "Barley throws a bottle that shatters, leaving a puddle that damages enemies who are splashed or standing in the 2-tile radius. The damage hits twice if the enemy stays on the puddle. The liquid lasts for 1.9 seconds before disappearing. However, Barley's attacks reload and travel slowly."
    },
    "super": {
      "name": "Last Call",
      "description": "Barley's Super throws five bottles of toxic liquid, covering a large area and dealing damage over 3.9 seconds. The spread increases with distance. It takes 1.5 seconds to complete, but Barley can't attack, reload, or use his Herbal Tonic Gadget during it, and it’s cancelled if interrupted."
    },
    "description": "Barley is a Rare Brawler with low health but high damage potential. He attacks by throwing bottles that create damaging puddles. His Super lobs five bottles for greater area coverage. His first Gadget, Sticky Syrup Mixer, slows enemies, and Herbal Tonic heals allies standing on puddles. Medical Use heals Barley when he attacks, while Extra Noxious boosts his attack's damage. His Hypercharge, Bottled-Up Rage, increases his Super's area and destroys bushes. Barley and his Wizard skin can be unlocked by linking to Supercell ID.",
    "tips": [
      "Barley excels in Heist and Siege with his long-range Super and control abilities, pushing enemies back and supporting his team.",
      " In Duo Showdown, he pairs well with tanks like El Primo or Rosa, dealing damage while they finish enemies.",
      "His Sticky Syrup Mixer Gadget is effective for defense in Brawl Ball, slowing enemies or surprising tanks and assassins, especially from behind walls.",
      "Medical Use Star Power boosts his survivability, and Extra Noxious increases his damage, making him more aggressive in Heist and Siege.",
      "Barley’s attacks force enemies to move, and combining his Super with Spike's can deal massive damage.",
      "Barley’s attacks control areas and can be lobbed over obstacles, making it safer to attack from behind walls.",
      "To optimize damage, aim ahead of enemies to hit them with two ticks and avoid auto-aim."
    ]
  },
  {
    "name": "Brock",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "Rocket Laces",
          "description": "Brock creates a 2.67-tile explosion under his feet, launching him 4 tiles in the direction he faces. It doesn’t destroy obstacles or bushes. Enemies caught in the blast are knocked back. If used mid-Super, the Super is canceled."
        },
        {
          "name": "Rocket Fuel",
          "description": "Brock's next attack is 30% faster, 50% larger, and capable of destroying cover within a 2-tile explosion radius. The attack doesn't deal extra damage or have the fire effect."
        }
      ],
      "starPowers": [
        {
          "name": "More Rockets!",
          "description": "Brock's Super now fires 4 more rockets, increasing the number of rockets from 9 to 13."
        },
        {
          "name": "Rocket No. Four",
          "description": "Brock gains an extra ammo bar, allowing him to have 4 attacks ready at once instead of 3. However, Brock's reload speed stays the same and it takes 33% longer for him to reload all his empty ammo."
        }
      ],
      "hypercharge": {
        "name": "Rocket Barrage",
        "description": "Brock's Super fires 4 waves of 7 rockets (5 waves with the More Rockets Star Power), each rocket dealing 1000 damage with the 25% Hypercharge damage boost. He also gains a 26% speed boost and 5% shield boost."
      }
    },
    "stats": {
      "class": "Marksman",
      "damage": "2320",
      "superDamage": "2080",
      "health": "5400",
      "range": "9 (Long)",
      "superRange": "8.33 (Long)",
      "movementSpeed": "720 (Normal)",
      "reloadSpeed": "2.1s (Slow)",
      "gender": "Male",
      "voiceActor": "Scott Williams",
      "masteryTitle": "Boom!"
    },
    "attack": {
      "name": "Rockin' Rocket",
      "description": "Brock fires long-range rockets with high area damage in a 1.5-tile radius. After impact, the ground burns for 2.9 seconds, dealing 30% of the rocket's damage per second. His attacks reload and travel slowly."
    },
    "super": {
      "name": "Rocket Rain",
      "description": "Brock's Super launches 9 rockets over a large area, dealing heavy damage and destroying obstacles in a 1.5-tile radius. The rockets don't set the ground on fire. Brock can move while firing but can't attack or reload. It's canceled if he's knocked back, pulled, stunned, or uses his Rocket Laces Gadget."
    },
    "description": "Brock is a Rare Brawler with low health but high damage. He fires long-ranged rockets with area damage, and his Super launches a rocket barrage over a wide area. His Rocket Laces Gadget knocks back enemies and launches him into the air, while Rocket Fuel boosts his next attack with a larger blast radius, faster speed, and wall destruction. The More Rockets! Star Power adds more rockets to his Super, and Rocket No. Four increases his ammo capacity to four. His Hypercharge, Rocket Barrage, boosts his next Super with extra rockets and high damage.",
    "tips": [
      "Brock excels in open maps where he can avoid ambushes. Stay behind teammates due to his low health and focus on long-range support. His slow reload makes accuracy crucial—avoid wasting all rockets at once, even with Rocket No. Four's extra ammo.",
      "In Brawl Ball, Brock can break goal barriers with his Super or Rocket Fuel for scoring opportunities.",
      "In Duo Showdown, aim rockets between grouped enemies for splash damage.",
      "Heist favors Brock for breaking walls near the safe and dealing damage from a distance.",
      "Rocket No. Four works well in Knockout, allowing Brock to finish enemies quickly when fully loaded. Rocket Laces helps him escape ambushes, jump walls, and create distance from tanks. Rocket Fuel can break key walls early in maps like Backyard Bowl, but its shot can be body-blocked.",
      "Rockets auto-explode and slightly hit through walls at max range, so standing near maximum range increases hit consistency.",
      "Use his Super when enemies group up or hide behind walls. Aim carefully to avoid wasting rockets, as some Brawlers can escape during the attack."
    ]
  },
  {
    "name": "Bull",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "T-Bone Injector",
          "description": "Bull heals 2000 health, but halts the self-regeneration process. This Gadget can't be used when Bull is at full health or when he Supers."
        },
        {
          "name": "Stomper",
          "description": "While charging in his Super, Bull can immediately interrupt his Super's charge by a stomp which slows enemies caught in a 3-tile radius around him for 1.5 seconds."
        }
      ],
      "starPowers": [
        {
          "name": "Berserker",
          "description": "When Bull's health falls below 60%, his reload speed will double. The effect is lost if Bull heals back above 60% health. When activated, he will turn red and angry particles will emit from him."
        },
        {
          "name": "Tough Guy",
          "description": "When Bull's health falls below than 40%, he gains a damage reduction shield that reduces 30% of all damage he takes. The effect is lost if Bull heals back above 40% health."
        }
      ],
      "hypercharge": {
        "name": "Jaws of Steel",
        "description": "When Bull is using his Super, he gets a shield that reduces damage he takes by 80% until the Super ends or gets canceled. He receives a 25% speed and shield boost, and a 5% damage boost."
      }
    },
    "stats": {
      "class": "Tank",
      "damage": "880x5",
      "superDamage": "1920",
      "health": "10000",
      "range": "5.33 (Normal)",
      "superRange": "11 (Very Long)",
      "movementSpeed": "770 (Fast)",
      "reloadSpeed": "1.6s (Normal)",
      "gender": "Male",
      "voiceActor": "Bill Russell",
      "masteryTitle": "Bulldozer!"
    },
    "attack": {
      "name": "Double-Barrel",
      "description": "Bull fires 5 shotgun shells with short range. Each shell deals low damage, but if all hit, they can deal significant damage. The attack is most effective at close range, as more shells are likely to hit."
    },
    "super": {
      "name": "Bulldozer",
      "description": "Bull's Super allows him to charge a long distance in the direction he aims, destroying obstacles and knocking back and damaging enemies in his path. Bull can still take damage, but knockbacks won’t interrupt his Super. However, stuns can cancel it."
    },
    "description": "Bull is a Rare Brawler with high health, fast movement speed, and strong close-range damage. He charges his Super by taking damage, allowing him to charge forward, damage enemies, and destroy obstacles. His Gadgets include T-Bone Injector for healing and Stomper for halting his charge while slowing enemies. His Star Powers enhance his reload speed when low on health or provide a shield when below 40%. His Hypercharge gives his Super a damage-reduction shield, making him even tougher in combat.",
    "tips": [
      "Bull thrives in close-quarters combat, so take advantage of bushes and chokepoints to ambush enemies, and pair with throwers in Duo Showdown to deal massive damage quickly.",
      "Bull is highly effective in modes like Heist and Brawl Ball, where his Super helps him break obstacles, clear paths, and close the gap on enemies.",
      "His T-Bone Injector is useful for staying in the fight longer, especially when low on health.",
      "Bull’s Berserker Star Power boosts his damage, making him a powerhouse in Heist, while Tough Guy helps him survive longer in other modes after charging in with his Super.",
      "His Super is great for both chasing down enemies and escaping danger, but be mindful of taking damage while charging or getting trapped in the poison clouds."
    ]
  },
  {
    "name": "Colt",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "Speedloader",
          "description": "Colt instantly reloads 2 ammo if he doesn't have full amo. This means the gadget can be used even if Colt only has one unfilled ammo bar."
        },
        {
          "name": "Silver Bullet",
          "description": "Colt's next attack fires a bullet which deals the damage of two of his main attack's bullets and destroys obstacles. The Magnum Special Star Power affects the range of this Gadget."
        }
      ],
      "starPowers": [
        {
          "name": "Slick Boots",
          "description": "Colt's movement speed is passively increased by 100 points, allowing him to move faster than most other Brawlers and nearly the same as assassins such as Crow and Leon."
        },
        {
          "name": "Magnum Special",
          "description": "Colt's main attack range is increased by 1 tile and the bullet speed is also increased to reach the target in the same amount of time at maximum range as normal."
        }
      ],
      "hypercharge": {
        "name": "Dual Wielding",
        "description": "The gap between the two streams of Bullets of Colt's Super is increased from 0.33 to 0.73 tiles, increasing his  Super width from 1.01 to 1.41 tiles. He gains a 26% speed, 25% damage, and 5% shield boosts."
      }
    },
    "stats": {
      "class": "Damage Dealer",
      "damage": "720x6",
      "superDamage": "640x12",
      "health": "5600",
      "range": "9 (Long)",
      "superRange": "11 (Very Long)",
      "movementSpeed": "720 (Normal)",
      "reloadSpeed": "1.4s (Fast)",
      "gender": "Male",
      "voiceActor": "Billy Kametz",
      "masteryTitle": "The Pretty"
    },
    "attack": {
      "name": "Six-Shooters",
      "description": "Colt shoots a volley of six bullets in a straight line over 0.8 seconds. Each bullet deals low damage individually, but if all hit, they can deal significant damage. The bullets are narrow, each 0.33 tiles wide, and come out in two streams 0.33 tiles apart, making them effective at long range."
    },
    "super": {
      "name": "Bullet Storm",
      "description": "Colt's Super fires a long-range volley of twelve bullets over 1.4 seconds. The bullets are 0.67 tiles wide and come out in two streams 0.33 tiles apart. These bullets travel faster and are larger than his regular attack, and they can destroy obstacles,but if a bullet hits a wall, it disappears."
    },
    "description": "Colt is a Rare Brawler with low health but high damage output. His regular attack fires a long-range volley of six bullets, while his Super shoots twelve piercing bullets that can destroy obstacles. His Gadgets include Speedloader, which instantly reloads two ammo, and Silver Bullet, which makes his next attack a single piercing bullet that destroys obstacles. His Star Powers are Slick Boots, which increases movement speed, and Magnum Special, which boosts his attack range and bullet speed. His Hypercharge, Dual Wielding, increases the width of his Super.",
    "tips": [
      "Colt excels in open maps, out-ranging close-ranged Brawlers, so always try to maintain range and use his Super for heavy damage or to destroy cover, opening paths for teammates or breaking walls near the enemy's goal in Brawl Ball.",
      "To maximize damage, predict enemy movement. Shoot behind dodging enemies or mirror their movement to make the enemy walk into most of the bullets.",
      "He shines in Duo Showdown, Brawl Ball, and Heist with his high damage and ability to break walls, but struggles in survival modes like Showdown, Hot Zone, and Bounty due to his low health.",
      "Pair him with Brawlers who can stun, pull, or slow enemies to help land all his shots.",
      "Magnum Special increases his range for better map control. Speedloader boosts Colt's damage with extra ammo, great for modes like Heist or Siege, but can be tricky to hit all shots, especially close up. Silver Bullet clears obstacles and ensures hits, perfect for ambushes or breaking walls in Brawl Ball. Slick Boots improves mobility, helping with dodging and chasing."
    ]
  },
  {
    "name": "El Primo",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "Suplex Supplement",
          "description": "El Primo grabs the nearest enemy in a 3-tile radius and throws them over obstacles behind him. This stuns the enemy, but also temporarily interrupts El Primo's movement. He can’t throw enemies with a respawning shield."
        },
        {
          "name": "Asteroid Belt",
          "description": "El Primo summons a meteor within 10 tiles that deals 3040 damage, destroys obstacles, and knocks enemies back in a 3.33-tile blast radius. There is a 2.5-second delay where the area-of-effect is highlighted."
        }
      ],
      "starPowers": [
        {
          "name": "El Fuego",
          "description": "El Primo sets enemies he hits with his Super on fire to burn for 1800 damage over 4 seconds, or 450 damage per second. This Star Power’s burn is mechanically similar to Crow's poison."
        },
        {
          "name": "Meteor Rush",
          "description": "Once El Primo lands after using his Super, his speed is increased by 200 points for 4 seconds."
        }
      ],
      "hypercharge": {
        "name": "Gravity Leap",
        "description": "El Primo's Super pulls in enemies in a radius around him upon hitting them. Enemies in bushes and invisible enemies like Leon will be revealed if they are pulled. He gains a 25% speed and shield boost, and a 5% damage boost."
      }
    },
    "stats": {
      "class": "Tank",
      "damage": "760x4",
      "superDamage": "1920",
      "health": "12600",
      "range": "3 (Short)",
      "superRange": "9 (Long)",
      "movementSpeed": "770 (Fast)",
      "reloadSpeed": "0.8s (Very Fast)",
      "gender": "Male",
      "voiceActor": "Alejandro Sanchez",
      "masteryTitle": "El Luchador"
    },
    "attack": {
      "name": "Fists of Fury",
      "description": "El Primo delivers a quick flurry of four close-ranged, piercing punches that deal high total damage. The attack takes 0.85 seconds to complete and reloads quickly, allowing him to consistently deal damage to nearby enemies."
    },
    "super": {
      "name": "Flying Elbow Drop",
      "description": "El Primo launches into the air then comes crashing down, dealing moderate damage, destroying obstacles, and knocking back enemies upon landing. It can close the gap to enemies or escape from danger."
    },
    "description": "El Primo is a high-health Brawler with strong damage and mobility. He attacks with close-range punches and can also charge his Super by taking damage. His Super allows him to jump, dealing damage, knocking back enemies, and destroying obstacles. His Gadgets include a throw that launches enemies into the air and a meteor that damages and destroys cover. His Star Powers add fire damage or speed after using his Super. His Hypercharge pulls enemies in upon landing his Super.",
    "tips": [
      "El Primo excels in Hot Zone, Heist, and Robo Rumble with his high health, damage, and mobility. His Super helps him reach objectives or knock enemies out of zones.",
      "His Suplex Supplement and Asteroid Belt Gadgets clear paths and displace enemies, great for Duo Showdown, Gem Grab, and Brawl Ball.",
      "His Suplex Gadget and Super can cancel slow Brawler attacks like Frank’s, and the Gadget can throw enemies into poison gas in Showdown.",
      "El Fuego Star Power boosts his Super damage and prevents healing, securing kills on low-health enemies.",
      "He works well with healers like Poco or Byron to charge in and deal significant damage with better survivability.",
      "On bush maps, Suplex Supplement can surprise enemies, and Asteroid Belt can predict movements or open enemy cover.",
      "El Primo struggles with long-ranged Brawlers due to his short attack range but can close the gap by charging his Super and jumping in."
    ]
  },
  {
    "name": "Nita",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "starPowers": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "hypercharge": {
        "name": "",
        "description": ""
      }
    },
    "stats": {
      "class": "",
      "damage": "",
      "superDamage": "",
      "health": "",
      "range": "",
      "superRange": "",
      "movementSpeed": "",
      "reloadSpeed": "",
      "gender": "",
      "voiceActor": "",
      "masteryTitle": ""
    },
    "attack": {
      "name": "",
      "description": ""
    },
    "super": {
      "name": "",
      "description": ""
    },
    "description": "",
    "tips": [""]
  },
  {
    "name": "Poco",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "starPowers": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "hypercharge": {
        "name": "",
        "description": ""
      }
    },
    "stats": {
      "class": "",
      "damage": "",
      "superDamage": "",
      "health": "",
      "range": "",
      "superRange": "",
      "movementSpeed": "",
      "reloadSpeed": "",
      "gender": "",
      "voiceActor": "",
      "masteryTitle": ""
    },
    "attack": {
      "name": "",
      "description": ""
    },
    "super": {
      "name": "",
      "description": ""
    },
    "description": "",
    "tips": [""]
  },
  {
    "name": "Rosa",
    "rarity": "Rare",
    "abilities": {
      "gadgets": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "starPowers": [
        {
          "name": "",
          "description": ""
        },
        {
          "name": "",
          "description": ""
        }
      ],
      "hypercharge": {
        "name": "",
        "description": ""
      }
    },
    "stats": {
      "class": "",
      "damage": "",
      "superDamage": "",
      "health": "",
      "range": "",
      "superRange": "",
      "movementSpeed": "",
      "reloadSpeed": "",
      "gender": "",
      "voiceActor": "",
      "masteryTitle": ""
    },
    "attack": {
      "name": "",
      "description": ""
    },
    "super": {
      "name": "",
      "description": ""
    },
    "description": "",
    "tips": [""]
  },
  {
    "name": "8-Bit",
    "rarity": "Super Rare"
  },
  {
    "name": "Carl",
    "rarity": "Super Rare"
  },
  {
    "name": "Darryl",
    "rarity": "Super Rare"
  },
  {
    "name": "Dynamike",
    "rarity": "Super Rare"
  },
  {
    "name": "Gus",
    "rarity": "Super Rare"
  },
  {
    "name": "Jacky",
    "rarity": "Super Rare"
  },
  {
    "name": "Jessie",
    "rarity": "Super Rare"
  },
  {
    "name": "Penny",
    "rarity": "Super Rare"
  },
  {
    "name": "Rico",
    "rarity": "Super Rare"
  },
  {
    "name": "Tick",
    "rarity": "Super Rare"
  },
  {
    "name": "Angelo",
    "rarity": "Epic"
  },
  {
    "name": "Ash",
    "rarity": "Epic"
  },
  {
    "name": "Bea",
    "rarity": "Epic"
  },
  {
    "name": "Belle",
    "rarity": "Epic"
  },
  {
    "name": "Berry",
    "rarity": "Epic"
  },
  {
    "name": "Bibi",
    "rarity": "Epic"
  },
  {
    "name": "Bo",
    "rarity": "Epic"
  },
  {
    "name": "Bonnie",
    "rarity": "Epic"
  },
  {
    "name": "Colette",
    "rarity": "Epic"
  },
  {
    "name": "Edgar",
    "rarity": "Epic"
  },
  {
    "name": "Emz",
    "rarity": "Epic"
  },
  {
    "name": "Frank",
    "rarity": "Epic"
  },
  {
    "name": "Gale",
    "rarity": "Epic"
  },
  {
    "name": "Griff",
    "rarity": "Epic"
  },
  {
    "name": "Grom",
    "rarity": "Epic"
  },
  {
    "name": "Hank",
    "rarity": "Epic"
  },
  {
    "name": "Larry & Lawrie",
    "rarity": "Epic"
  },
  {
    "name": "Lola",
    "rarity": "Epic"
  },
  {
    "name": "Maisie",
    "rarity": "Epic"
  },
  {
    "name": "Mandy",
    "rarity": "Epic"
  },
  {
    "name": "Meeple",
    "rarity": "Epic"
  },
  {
    "name": "Nani",
    "rarity": "Epic"
  },
  {
    "name": "Pam",
    "rarity": "Epic"
  },
  {
    "name": "Pearl",
    "rarity": "Epic"
  },
  {
    "name": "Piper",
    "rarity": "Epic"
  },
  {
    "name": "Sam",
    "rarity": "Epic"
  },
  {
    "name": "Shade",
    "rarity": "Epic"
  },
  {
    "name": "Stu",
    "rarity": "Epic"
  },
  {
    "name": "Buster",
    "rarity": "Mythic"
  },
  {
    "name": "Buzz",
    "rarity": "Mythic"
  },
  {
    "name": "Byron",
    "rarity": "Mythic"
  },
  {
    "name": "Charlie",
    "rarity": "Mythic"
  },
  {
    "name": "Chuck",
    "rarity": "Mythic"
  },
  {
    "name": "Clancy",
    "rarity": "Mythic"
  },
  {
    "name": "Doug",
    "rarity": "Mythic"
  },
  {
    "name": "Eve",
    "rarity": "Mythic"
  },
  {
    "name": "Fang",
    "rarity": "Mythic"
  },
  {
    "name": "Gene",
    "rarity": "Mythic"
  },
  {
    "name": "Gray",
    "rarity": "Mythic"
  },
  {
    "name": "Janet",
    "rarity": "Mythic"
  },
  {
    "name": "Juju",
    "rarity": "Mythic"
  },
  {
    "name": "Lily",
    "rarity": "Mythic"
  },
  {
    "name": "Lou",
    "rarity": "Mythic"
  },
  {
    "name": "Max",
    "rarity": "Mythic"
  },
  {
    "name": "Melodie",
    "rarity": "Mythic"
  },
  {
    "name": "Mico",
    "rarity": "Mythic"
  },
  {
    "name": "Moe",
    "rarity": "Mythic"
  },
  {
    "name": "Mortis",
    "rarity": "Mythic"
  },
  {
    "name": "Mr. P",
    "rarity": "Mythic"
  },
  {
    "name": "Ollie",
    "rarity": "Mythic"
  },
  {
    "name": "Otis",
    "rarity": "Mythic"
  },
  {
    "name": "R-T",
    "rarity": "Mythic"
  },
  {
    "name": "Ruffs",
    "rarity": "Mythic"
  },
  {
    "name": "Sprout",
    "rarity": "Mythic"
  },
  {
    "name": "Squeak",
    "rarity": "Mythic"
  },
  {
    "name": "Tara",
    "rarity": "Mythic"
  },
  {
    "name": "Willow",
    "rarity": "Mythic"
  },
  {
    "name": "Amber",
    "rarity": "Legendary"
  },
  {
    "name": "Chester",
    "rarity": "Legendary"
  },
  {
    "name": "Cordelius",
    "rarity": "Legendary"
  },
  {
    "name": "Crow",
    "rarity": "Legendary"
  },
  {
    "name": "Draco",
    "rarity": "Legendary"
  },
  {
    "name": "Kenji",
    "rarity": "Legendary"
  },
  {
    "name": "Kit",
    "rarity": "Legendary"
  },
  {
    "name": "Leon",
    "rarity": "Legendary"
  },
  {
    "name": "Meg",
    "rarity": "Legendary"
  },
  {
    "name": "Sandy",
    "rarity": "Legendary"
  },
  {
    "name": "Spike",
    "rarity": "Legendary"
  },
  {
    "name": "Surge",
    "rarity": "Legendary"
  },
  {
    "name": "Buzz Lightyear",
    "rarity": "Temporary"
  }
]
